Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Good Luck, Hero!.tmx
Source language: ko_kr
Languages: en_us

source: 탁
en_us: tap

source: ⋯그래.
en_us: yeah...

source: 부자가 아주 붕어빵이여?
en_us: you two look exactly alike.

source: 그때를 꼭 한울이를 구해줘.
en_us: if that time ever comes, please save hanul.

source: 그리고 아직 안 들켰거든?
en_us: we haven’t been found out yet!

source: 지이잉ㅡ
en_us: buzz-

source: 이런 말은 좀 그렇지만⋯
en_us: i know this is kind of a weird thing to say...

source: 엄청 빠르네.
en_us: that was really fast.

source: 빨리 좀 퇴근하지.
en_us: why don’t they get going already?

source: 너도 변하긴 하는구나?
en_us: i guess even you can change, isn’t that right?

source: 뒷세계의 자금을 끌어모아 세운 회사.
en_us: there is a company founded by funding from the underworld...

source: 예에?
en_us: huh?

source: 마실 거 없어?
en_us: you got anything to drink?

source: 신파라도 찍을 건가?
en_us: are you going to enact a soap opera or something?

source: 지금 대화중이요
en_us: they are talking right now.

source: 정신을 어디에 빼두고 다니는 건지⋯
en_us: gotta pay attention to what i’m doing...

source: 연습 삼아 한번 잡아볼래?
en_us: do you want to take a chance and take my hand?

source: 연화야?
en_us: yeonhwa?

source: 오?
en_us: oh?

source: 어쨌든 화해는 했다니 다행이에요.
en_us: anyway, i’m glad the two of you were able to make up.

source: 나는...
en_us: i...

source: 백영웅 씨는 될 수 있으면 말하지 마세요.
en_us: if you can, mr. baek, just don’t speak.

source: 텁
en_us: tap

source: 잃어버린 거예요?
en_us: did you lose it?

source: 딩동-
en_us: ding dong

source: 과외 바꿔달라고 하기
en_us: note: ask to change the tutor.

source: 스케줄 확인하면 연락해!
en_us: let me know after you check your schedule!

source: 우리 파티 용품도 정리해야 하고, 11시에 손님도 오시니까.
en_us: we still need to organize all the party supplies, and a guest is coming at 11.

source: 이래 봬도 열심히 준비했어요!
en_us: even though it might not look like much, i did my best!

source: 일단 시키는 대로 하고, 뒷 일은 나중에 생각하자구요.
en_us: let’s just do as he wants first and think about the afterwards later.

source: 갑자기 무슨 소리···
en_us: what are you talking-

source: 까칠해, 막말해.
en_us: you’re a prickly person who speaks with no filters,

source: 알았지?
en_us: got it?

source: 저벅
en_us: step

source: 실망이라니.
en_us: disappointed, huh.

source: 더듬
en_us: search

source: 투둑
en_us: drip drip

source: 나는 그저 조용히 칼을 갈 수밖에 없었다.
en_us: so i just sharpened my wits and waited.

source: 둥-
en_us: barge

source: 대체 무슨 짓을 했길래 마왕이 용사를 이용했다는 말까지 나오는지.
en_us: what could you have done to me that made someone say the demon lord used the hero?

source: 찐!
en_us: ta da!

source: 멍...
en_us: blank...

source: 내가 뭘 놓친 거지?
en_us: what did i miss?

source: 나리까지 합세한 걸 보면 백 퍼센트다.
en_us: if nari’s involved as well, there is no doubt about it.

source: 끼어든 사람만 피를 볼 뿐이지⋯
en_us: those who do just get hit by all the crossfire...

source: 너한테 말 걸어보고 싶어서 괜히 괴롭히는 거니까.
en_us: they’re picking on you because they just want to talk to you.

source: 너, 내가 몇 번이나⋯!
en_us: you, how many times do i have to-

source: 실장⋯ 헉, 통화⋯.
en_us: the call... huff, with ms. gye...

source: 쫓기는 중인데도 그런 걸 챙길 정신이 있다니···
en_us: gotta hand it to him... I didn’t think he would even have the mental capacity to think about anything else, especially while being chased.

source: 어림도 없는 소리.
en_us: that will never happen.

source: 희번득
en_us: glare

source: 달칵
en_us: click

source: 운 좋으면 상해죄, 재수 없으면 살인죄예요.
en_us: ...but if you’re lucky, it’ll be an assault and battery charge, and if not, it’s a felony charge for murder.

source: 서한결 씨가 그새 오빠한테 연락한 거야?
en_us: did hangyeol call you just now while fleeing?

source: 요즘은 커스텀 케이크 많이 하거든?
en_us: ...people are ordering a lot of custom cakes nowadays.

source: 가고 싶어도 못 간다.
en_us: i can’t go even if i wanted to.

source: 퍽
en_us: thwack

source: 앗, 그럼요!
en_us: ah, of course!

source: 누나 연예인이에요?
en_us: are you a celebrity?

source: 철컥
en_us: rattle

source: 바짝
en_us: close

source: 와르르..
en_us: crash

source: 꾸욱
en_us: clench

source: 설마 동생 부탁한다는 말을 아예 책임지라는 말로 알아들은 건가?
en_us: or did he interpret taking care of my brother as just being responsible for him?

source: - 42화 -
en_us: episode 42

source: 아오, 겁나 빠르네!
en_us: ugh, the hell’s he so fast for?!

source: 이름이 한결이었구나.
en_us: so his name is hangyeol.

source: 제가케이크가지러가는김에다있소에가서필요한거있으면좀사올게요백비서님은저없는사이에풍선좀불고계세요백비서님폐활량좋아요?좋죠?오케이믿을게요
en_us: whileimpickingupthecakeillstopbyamarketandpickupsometingswewillneedaswell.whydontyoublowsomeballoonswhileimgone?doyouhavegoodlungcapacitymrbaek?itsgoodisntit?okayileaveittoyou.

source: 이유는 아직 모르겠으니까 묻지 마요.
en_us: i don’t know the reason why yet, so don’t ask.

source: 그게, 음⋯ 의견 충돌이라고 해야 하나⋯
en_us: it was, hmmm... maybe it was because of clashing opinions.

source: 이사님은 잘 안 드신다고요.
en_us: ms. director doesn’t even like those much.

source: 용사님을 그렇게 만들어놓고 자기는 뻔뻔하게 환생해서 부귀영화를 누리겠다고?
en_us: you want to shamelessly enjoy a life of glory and wealth after what you did to the warrior?

source: 하지만 서한결 씨를 놓아주는 건 좀⋯
en_us: but letting mr. hangyeol seo go...

source: 그 회사의 우두머리가 애지중지하는 늦둥이 외동딸 '정가인'.
en_us: ‘ga-in jeong’ is the beloved only daughter of the head of that company.

source: 어우, 이 집 케이크 잘하네⋯
en_us: whoa, this cake is so good...

source: 나 당분간 연락 안 될지도 몰라.
en_us: i might not be able to talk for a while.

source: 그런 사람들도 있긴 있더라고.
en_us: ...there are also people willing to give you a helping hand, those who will do it without wanting anything in return.

source: 생신 축하드려요, 마왕님!
en_us: happy birthday, milord!

source: 아아⋯
en_us: ahhh...

source: 악
en_us: ap

source: 넙 죽!!
en_us: bow!!

source: 능ㅇ
en_us: tupp

source: 들어가, 한울아.
en_us: go inside, hanul.

source: ㅠ 곧 파티 시작이라고요~!
en_us: QQ the party’s starting soon!

source: 네가 틀렸다는 게 아냐.
en_us: i’m not saying you’re wrong.

source: 상의 없이 이런 짓 하지 말라고, 좀...
en_us: stop doing things without consulting me, please...

source: 끄응..
en_us: groan...

source: 달그락..
en_us: rattle...

source: 너 나랑 오늘 저녁 같이 먹어야 해.
en_us: you have to eat dinner with me tonight.

source: 네, 금방 갈게요.
en_us: okay, i’ll be right there.

source: 펑-
en_us: blush

source: 내 말 좀...
en_us: listen to-

source: 그러니까 그쪽은 그만 신경 쓰고.
en_us: so, stop worrying about them.

source: 어⋯
en_us: uh...

source: 우물 우물
en_us: nom nom

source: 싫어요.
en_us: no.

source: 나도 내 마음대로 안 되는 현실이 원망스러운데
en_us: i felt sympathetic for his troubles...

source: 우리 그렇게까지 쓰레기는 아닌데요.
en_us: we aren’t all that bad.

source: 왜?
en_us: what’s up?

source: ⋯사람이 말을 하면⋯
en_us: when someone’s talking to you...

source: 뭐야?
en_us: who was it?

source: 나한테...?
en_us: me...?

source: 연화야.
en_us: yeonhwa.

source: 도현화의 옆에 남아 있고 싶어 할까?
en_us: ...even after you regain all your memories?

source: 나한테 협조하면 곱게 풀어준다고 했잖아요.
en_us: i told you already. i’ll let you go if you cooperate with me.

source: 덜컹ㅡ
en_us: thud-

source: 이사님한테 여쭤보고 저기 있는 월병 하나만 먹을래요?
en_us: do you wanna ask the director for permission to eat one of those mooncakes over there?

source: 날 돕겠다고 먼저 나선 건 백영웅 씨예요.
en_us: you are the one who said you wanted to help and took charge, mr. baek.

source: 오오...
en_us: oooh...

source: 카푸치노
en_us: cappuccino

source: 쏙
en_us: shove

source: 진짜 기억이니, 마왕님이 용사한테 뭘 했다느니⋯
en_us: talks of real memories, my lord doing something to the hero...

source: ⋯실장님, 저 전화 좀 하고 오겠습니다.
en_us: ms. gye, i’m gonna take a call real quick...

source: 백영웅
en_us: hero baek

source: 팔락
en_us: flip

source: 말 그대로예요.
en_us: it’s as she said.

source: 그 입 다물라~!
en_us: you shut that mouth!

source: 그냥⋯ 이제 지긋지긋해.
en_us: whether it’s being indebted to someone, or shaking in anxiety...

source: 시간이 더 많았다면 잘했을 텐데.
en_us: i could’ve done a better job with more time.

source: 그땐 진짜 가만 안 둘 거니까.
en_us: i’ll rip you in half.

source: 그거야⋯
en_us: well...

source: 건물도 다 낡았고⋯
en_us: the buildings are all old too...

source: 그럼 다행이고.
en_us: that’s good, then.

source: 대체 뭐 때문에 싸운 건데?
en_us: what was it that they fought over anyway?

source: 오늘이나 내일 중에 잠깐 시간 내지?
en_us: why don’t you free up some time today or tomorrow?

source: 이게 어디서 겁도 없이ꞏꞏꞏ
en_us: you reckless little...

source: 에휴, 그래.
en_us: whew, okay.

source: 심해요?
en_us: harsh?

source: 따라와야 알려준다 잖아요.
en_us: he said he’ll tell me if I follow him.

source: 다른 이유가 있잖아요.
en_us: there’s another reason, isn’t there?

source: 미쳤니?
en_us: are you nuts?

source: 놉.
en_us: nope.

source: 그러니까목요일저녁에저가얼른가서케이크주문한걸픽업해오는거예요그리고나서이사님퇴근하시면이사실을예쁘게꾸미는거죠!!
en_us: sowhatwegottadoispickupthecakeweorderedonthursdaynight.afterthatoncemsdirectorgetsoutofworkweswoopinanddecorateheroffice!!

source: 뭐?!
en_us: what?!

source: 오!
en_us: oh!

source: 날 의식하는 이사님이라니, 이건 꽤⋯
en_us: director do acknowledging me... this is quite the-

source: 다 제 탓이네요.
en_us: it’s all my fault.

source: 쿠당탕-
en_us: rumble-

source: 내가 알고 있는 걸 다 말해줄게.
en_us: i will tell you everything i know.

source: 이제 와서 알아 봤자 크게 바뀌는 건 없잖아요, 사실.
en_us: ...but even if i were to learn of it now, nothing really changes.

source: 놓으라니까?!
en_us: yo, let me go already!

source: 똑같은 일을 반복하는 꼴이야.
en_us: i’d be repeating the same mistakes all over again.

source: 다녀와요~
en_us: okay, see you in a bit!

source: 친구 놈들은 카페는커녕 만나면 술만 마시고.
en_us: all my friends want to do is grab a drink every time i meet up.

source: 스마트폰
en_us: smartphones

source: 바로 들어가시죠?
en_us: are you going straight home?

source: 영지나 가인이 데려가면⋯
en_us: if i were to take yeongji or ga-in...

source: 내가 진짜 못 찌를 것 같...
en_us: do you really think i won’t stab y-

source: 그⋯
en_us: oh...

source: 아주 곤란하게 되어부렸네.
en_us: it seems like things got a bit complicated.

source: 나 면접 합격했다!
en_us: i passed the interview!

source: 잠깐, 잠깐만.
en_us: wait, wait.

source: 어린애⋯?
en_us: a kid...?

source: 꾹꾹
en_us: press press

source: 꿍!
en_us: bonk!

source: 휙
en_us: whoosh

source: 팔.
en_us: arms.

source: 부탁이 뭔지 알기 전까지는 움직일 생각 없습니다.
en_us: until I know what the request is, I do not intend to help.

source: ㅎ
en_us: heh

source: 흠칫
en_us: GLANCE

source: ...그, 그래!
en_us: s-sure!

source: 그러니까 맨날 이런 식이지.
en_us: that’s why you’re always like this.

source: 발끈
en_us: GRRR

source: 멈칫
en_us: pause

source: 움직이지 마.
en_us: don’t move.

source: 공주님!!
en_us: your highness!!!

source: 어휴, 그럼요.
en_us: oh, of course.

source: 이제 쟤네 가라고 하면 안 되냐?
en_us: ...can you tell them to buzz off?

source: 덜그럭
en_us: rattle

source: 분명 도움이 될 테니까.
en_us: it will definitely be helpful to you.

source: 하지만 어떻게?
en_us: but how?

source: 너 까먹었니?
en_us: did you forget?

source: 나랑 놀자며.
en_us: you said you wanted to hang out with me.

source: 샥
en_us: snatch

source: 아직 열 두시 안 지났지만...
en_us: although it’s still not past twelve...

source: 뭐?
en_us: what?

source: 아니, 그냥 말해봤어요.
en_us: come on, i’m just kidding.

source: 안 그래?
en_us: am i right?

source: ⋯그냥 가세요.
en_us: leave it.

source: 얼마 안 남았나?
en_us: i’m guessing it’s happening soon?

source: 네, 거기!
en_us: yup, right there!

source: 어디 보자ꞏꞏꞏ 서한결이?
en_us: let’s see... hangyeol seo?

source: 머뭇
en_us: pause

source: 막상 와보니까 생각보다···
en_us: but now that i’m here...

source: 다음부터는 주의하겠습니다.
en_us: next time, i’ll do my best to watch myself.

source: 한울이
en_us: hanul

source: 앞에 놓고 가주세요.
en_us: leave it at the front please.

source: 쏴아-
en_us: swaaa

source: 내가 분명 넘어가지 말라고...
en_us: i thought i told you not to cro-

source: 핏
en_us: spew

source: 침착하게.
en_us: patience.

source: 하지만 금방 이사님 오실 텐데···
en_us: but director will be here any moment...

source: 대체 왜 이렇게까지 하는 거야?
en_us: why are you going this far?

source: 즉답!
en_us: immediately!

source: 쟤네는 신경 쓰지 마.
en_us: don’t worry about those guys.

source: 고지식한 건 내가 아니라 너 아니냐.
en_us: you’re rather dishonest about it...

source: 누구야?
en_us: who is that?

source: 사실 백 비서님도 같이 있었는데···
en_us: well, mr. baek was with me too...

source: 유턴⋯헉.
en_us: so... u-turned... huff

source: 행운을 빌어요, 용사님!
en_us: good luck, hero!

source: 해결 못 하면 뭐, 거기까지인 거겠지.
en_us: if not, i guess that’s that.

source: 선약?
en_us: reservation?

source: 까득
en_us: bite

source: 아오~
en_us: ugh

source: 사장님이 평소에는 멀쩡하거든?
en_us: the boss is normal on an ordinary basis.

source: ⋯백영웅 씨가 나한테 실망하는 게 싫어요.
en_us: i... don’t want you being disappointed in me, mr. baek.

source: 주륵
en_us: flow

source: 그 둘은 그냥 둬도 될 것 같아.
en_us: it’ll be fine to leave the two alone.

source: 그쵸?
en_us: didn’t i?

source: 응
en_us: yup

source: 움직이지 말라니까!
en_us: i told you not to move!

source: 반짝..
en_us: SPARKLE

source: 너, 한울이 건들면
en_us: if you touch even a hair on hanul,

source: 많이 놀랐어요?
en_us: i hope i didn’t startle you too much.

source: 잔업이 많이 남았나요?
en_us: is there still work to do?

source: 방전됐는데 충전을 못 해서.
en_us: it ran out of battery, and i couldn’t charge it.

source: 어때?
en_us: how does that sound?

source: 저기, 괜찮아요?
en_us: hey, are you okay?

source: 촬영장이라 늦게 봤어ㅠㅠ
en_us: i was filming, i just saw this QQ

source: 거기 이사님 워커홀릭으로 유명하지 않아?
en_us: isn’t the boss over there an infamous workaholic?

source: 딩동
en_us: ding dong

source: 거절당할 게 뻔하지만 예의상 물어볼게.
en_us: i know you’ll reject it, but i’ll ask out of courtesy.

source: 백영웅 씨에게는 그놈을 완전히 처리할 만한 능력이 없으니까.
en_us: mr. baek lacks the ability and power to take care of him once and for all.

source: 괜히 오빠 같은 사람들만 고생이라니까.
en_us: they just make people like you suffer more than necessary.

source: 도연화 이사님.
en_us: director do.

source: 뚜ㅡ 뚜ㅡ
en_us: beep- beep-

source: 준혁아.여기서 이사님 생일 케이크 사는 거 어떻게 생각하냐.
en_us: jun, what do you think about buying a cake for ms. director here?

source: 도연화 이사한테 부탁하는 게 아냐.
en_us: i’m not asking director yeonhwa do for a favor.

source: 용사님을 그렇게 만들어 놓고 자기는 뻔뻔하게 환생해서 부귀영화를 누리겠다고?
en_us: you want to shamelessly enjoy a life of glory and wealth after what you did to the warrior?

source: 아무 대가도 바라지 않고 선뜻 손을 내밀어주는
en_us: (MISSING) 그런데 살다보면 의외로... - (COMBINING THE TRANSLATION WITH THE NEXT LINE FOR FLOW) but from what i’ve seen, from my experience...

source: 왜 안 받지?
en_us: why isn’t he answering?

source: 헉 미안!!
en_us: ack, sorry!!

source: 저언~ 혀 문제없어요.
en_us: there’s not a siiingle problem.

source: 택배요~
en_us: i have a package!

source: 한결 씨한테는 미안하지만 바로 바빠질 것 같은데⋯
en_us: i’m sorry, mr. seo, but it looks like we are gonna have some work on our hands immediately...

source: 이사님 최고!
en_us: you’re the best, director!

source: 잘못하면 동생이 인질로 잡힐지도 몰라.
en_us: if something goes awry, he might take my brother hostage.

source: 서한결을 구해준 건 반쯤은 충동이었다.
en_us: me saving hangyeol seo was half instinctual.

source: ⋯하게 해줘.
en_us: i... want revenge.

source: 아니, 그게⋯
en_us: ah, the thing is...

source: 영웅 오빠가 알면 분명 놀라겠지.
en_us: if hero finds out, he will no doubt be shocked.

source: 자, 아~
en_us: come on, ah~

source: 주섬
en_us: search

source: 다시 말하지만, 나는 백영웅에게만 이 일을 부탁하는 거야.
en_us: i’ll emphasize this once more. i’m asking hero baek for a favor.

source: 알았다고.
en_us: all right already.

source: 아⋯
en_us: oh...

source: 네 방 구경도 좀 시켜주고!
en_us: show her around your room too!

source: 그, 그치만 잘 풀렸으니까 된 거 아니가요오...
en_us: b-but isn’t it fine since that took care of it...?

source: 사장님에게 벗어나자고 네 도움을 받는다고?
en_us: get your help to get away from my boss?

source: 불쌍하기 짝이 없는 어린아이로.
en_us: ...who had forgotten about her one and only warrior.

source: 그런데도 아직 여기 있잖아요.
en_us: but... i’m still here, aren’t i?

source: ⋯그러니까
en_us: this is what i mean...

source: 미안합니다.
en_us: i’m sorry.

source: 마중 나가는 게 좋으려나아···
en_us: maybe it’ll be better if...

source: 지금 몇 시예요?
en_us: what time is it now?

source: 아니 걍ㅋㅋㅋ 너 요즘 뜸하길래 일 잘
en_us: it’s nothing, haha. i just haven’t heard much from you recently,

source: 전생의 기억을,
en_us: my past memories,

source: 내 말은 귓등으로도 안 처들었지⋯
en_us: you didn’t even listen, did you...?

source: 또 지하실에 사람을 끌고 왔네!
en_us: you dragged another person down to the basement again?!

source: 이상하다고.
en_us: he was acting so weird.

source: 컥
en_us: ud

source: 또각
en_us: clack

source: 가인이가 협박범이라고?
en_us: ga-in is the stalker?

source: ~내 소꿉친구 때문에 연애 전선이 안녕치 못한 것에 대하여~
en_us: ~here’s to my childhood friend once again ruining my chance at love~

source: 나이스!
en_us: nice!

source: 그쪽이 자꾸 내 버릇을 나쁘게 만들어.
en_us: you’re the who keeps labelling my habits as terrible.

source: 자세하게 설명할 시간 없으니까 잘 들어!
en_us: i don’t have time to give you details, so listen well!

source: 내가 너한테 한울이를 맡기려고 한 건ꞏꞏꞏ
en_us: the reason i want to hold you responsible for hanul is because...

source: 바쁜가 보다.
en_us: i guess they’re busy.

source: 오합지졸이다.
en_us: ...are a big mess.

source: 한울이는 내일 오후에 온다고 했고···
en_us: anyway, hanul said he’s coming back in the afternoon tomorrow...

source: 너는 살아남으려고 어쩔 수 없이 치열해진 것뿐이니까.
en_us: i know you became as fierce as you are now just to survive.

source: 거의 다 왔어.
en_us: we’re almost there.

source: ⋯나리야.
en_us: nari...

source: 너 저기 피아노 학원 다니지?
en_us: hey, you go to that piano class over there, right?

source: 끝났다기보다는 잠깐 여유로워진 거지, 뭐.
en_us: not exactly done, per se. it’s more of i have some breathing room now.

source: 잠깐만.
en_us: wait a minute.

source: 그렇게 싫으면 말 안 해주셔도 괜찮아요.
en_us: if you really don’t want to tell me that much, you don’t have to.

source: 이사님, 제발.
en_us: director, please.

source: 뭐지?
en_us: what’s this?

source: 그래서 언제 만나는 게 좋아?
en_us: what times work best?

source: 거기 가만히 있어.
en_us: stay right there.

source: 모든 기억을 되찾고 나서도
en_us: will you still want to be by yeonhwa’s side...

source: 왜 이렇게 늦게 왔어?
en_us: why are you so late?

source: 있잖아요⋯
en_us: you know...

source: 이, 이사님.
en_us: d-director.

source: 혹시 다음 주 목요일 퇴근 후에 시간 있으십니까?
en_us: do you possibly have some time next thursday after work?

source: 이제 진짜 괜찮은 거 맞죠?
en_us: everything’s all settled then, right?

source: 흑...
en_us: ugh...

source: 부들
en_us: shake

source: 빠직
en_us: clench

source: 무려 대기업 이라고.
en_us: i got into a major corporation.

source: 그날 이후로 일주일이 지났고
en_us: it’s been a week since that day.

source: 내가 한번 잡았던 사람을 다시 못 찾아낼 것 같아요?
en_us: do you really think i won’t be able to find someone i’ve already caught once?

source: 바보예요?
en_us: are you stupid?

source: 거의 뉴스지만.
en_us: mostly news.

source: 야, 진짜 맛있다.
en_us: oh yeah! look delicious.

source: 너도 파티에 오면 되겠다.
en_us: you should come to the party too.

source: 이제 바쁜 건 끝난 거야?
en_us: are you done with the busy season?

source: 어?
en_us: huh?

source: 어디 아파?
en_us: are you feeling okay?

source: 그래서 좋은 거지만.
en_us: although it’s why i like you.

source: 가자.
en_us: let’s go.

source: 저번주에 온다고 했⋯
en_us: you said you were going to come last-

source: 흠칫.
en_us: flinch

source: 왜죠?
en_us: why?

source: 김치인가?
en_us: kimchi?

source: 이제 와서 내가 변해도 괜찮은 건지 잘 모르겠어.
en_us: i don’t know if it’s okay for me to change, considering how far i’ve come.

source: 오랜만에 데이트한다고 신나게 달려왔는데!
en_us: i was so excited to be out on a date after such a long time...

source: 실장님!
en_us: ms. gye!

source: 새끼, 팔팔하네ꞏꞏꞏ
en_us: bastard, so lively...

source: 방해할 시기를 놓쳐버렸다고.
en_us: i missed the timing to sabotage it.

source: 자기 혈족을 이렇게 아끼다니ꞏꞏꞏ
en_us: to care for one’s own blood this much...

source: 또 도연화!
en_us: but no, it’s all yeonhwa do again!

source: 백영웅 씨는 분명 이럴걸요.
en_us: you will definitely think this.

source: 백영웅 씨가 없었으면 벌써 설득하고도 남았을 텐데.
en_us: if you hadn’t been here in the first place, he would have been cooperating a long time ago.

source: - 48화 -
en_us: episode 48

source: 주춤
en_us: falter

source: 나에게서 용사님을 빼앗아간 마왕에게
en_us: i wish for revenge against the demon lord...

source: 이번 주⋯ 는 안 될 것 같고⋯
en_us: i think this week... will be a bit difficult...

source: 58번 손님~!
en_us: number 58!

source: 잠깐, 천천히 바닥에 내려놔.
en_us: wait, put it down on the floor. slowly.

source: 그리고 협상은 원하는 것을 밝혀야만 시작되는 겁니다.
en_us: cooperation only starts when they reveal what they want from you.

source: 서한결 씨
en_us: mr. hangyeol seo.

source: 내가 부탁한 거 기억하고 있지?
en_us: you remember what i asked you to do, right?

source: 생일 파티 시작까지 약 13시간.
en_us: 13 hours before the birthday party.

source: 다친 곳 하나 없어요.
en_us: i’m not hurt anywhere.

source: 달싹
en_us: flinch

source: 자기 일 열심히 하는 건 좋지만 정도껏 해야지.
en_us: it’s fine for them to work so hard on their stuff, but they need to really chill out.

source: 그치만 곧 이사님 생일인데⋯
en_us: but it’s the director’s birthday soon...

source: 빨리 좀 따라와.
en_us: can you keep up already?

source: 네⋯ 뭐⋯
en_us: well... yes...

source: 미친 과외 선생⋯ 왜 고등학교 문제를 초등학생한테 주는 거지?
en_us: the tutor’s gone mad... why in the world is she giving high school level materials to an elementary schooler?

source: 자, 여기.
en_us: all right, here.

source: 고마워.
en_us: thank you.

source: ⋯아,
en_us: ...be...

source: 처음으로 협조적인 태도를 보여줬는데 우리도 최소한 듣는 시늉은 해줘야죠.
en_us: it was the first time he showed any sign of cooperating. we should at least pretend to listen.

source: 너희 줄 건 없거든?
en_us: nope, nothing for you guys.

source: 써먹을 곳이야 많지.
en_us: there’s plenty of ways to make him useful.

source: 이거 먹고 싶다고 난리 쳤으면서.
en_us: you’ve been singing about this place for a while.

source: 글·그림 송현주
en_us: story and art by hyunju song

source: 내가 아니라 백영웅 씨에게 딜을 걸었다는 것부터가 수상해요.
en_us: the fact that he asked you, mr. baek, and not me, seems suspicious.

source: 오랜만에 보는 것 같아요, 한결 씨!
en_us: it feels like i haven’t seen you in a while, mr. hangyeol seo!

source: 뭔가 잘못됐어!
en_us: something is wrong!

source: 내일 2시쯤 돌아오니까 잠깐만 맡아줘.
en_us: he’s coming back around 2 pm tomorrow. watch him a bit for me.

source: 휴대전화
en_us: incoming call

source: 어른들끼리 얘기하는데 아기가 있으면 좀 그렇지.
en_us: it is kind of awkward for a baby to be around an adults’ talk.

source: ⋯하여간 백영웅 씨가 문제야.
en_us: it’s all your fault, mr. baek...

source: 하아..
en_us: haaa...

source: 그리고 그날 촬영이야.
en_us: plus, i’m filming that day.

source: 난 또 엄청 어려운 부탁인 줄 알고 긴장했잖아.
en_us: i thought it was going be a near-impossible favor. made me nervous.

source: 어쨌든 그렇게 알고 있고⋯
en_us: anyways, that’s all...

source: 내 방은 인형 천지인데...
en_us: my room’s full of dolls...

source: 미쳤어?
en_us: what’s wrong with you?

source: ⋯네, 삼촌.
en_us: yes, uncle.

source: 윽⋯ 백영웅 이잖아?
en_us: ugh... that’s hero baek.

source: 맞아.
en_us: you’re right.

source: 톡톡
en_us: tap tap

source: 빼액
en_us: shout

source: 야, 사람이 진지하게 부탁하는데ꞏꞏꞏ!
en_us: yo, i’m asking you sincerely...!

source: 머뭇...
en_us: ponder...

source: 죄⋯ 죄송합니다⋯
en_us: i-i’m sorry...

source: 너...
en_us: you...

source: 혹시 시간 괜찮으세요?
en_us: do you possibly have some time?

source: 발로 차서 이 쪽으로 넘겨.
en_us: kick it over here.

source: 우리도 장사하는 사람들인데 손해 보고 살 수는 없잖니.
en_us: as a business, we can’t just lose money all the time.

source: 얼른 치울 테니까 들어가세요, 이사님.
en_us: we’ll clean this up quickly. get inside, ms. director.

source: 이사님한테 부탁드리는 편이 나을 텐데.
en_us: i feel like it’d be better to ask the director.

source: 끼익 -
en_us: creak

source: 집 나가서 3개월째 깜깜무소식인 사람 나한테 와서 찾아봐자ꞏꞏꞏ
en_us: what does it matter coming to me to find a man who went dark over three months ago....

source: 꿀꺽
en_us: glug

source: 카페라떼
en_us: caffè latte

source: 이사님도 깜빡 속았죠?
en_us: i had you convinced too,

source: 에이...
en_us: awww...

source: 그럼 앞으로는 어떻게 하실 거예요?
en_us: then how are you going be from now on?

source: 협박에 넘어가지 마.
en_us: don’t give into his threats.

source: 그럼요, 그럼요.
en_us: yeah, of course.

source: 아닌데요.
en_us: nope.

source: 끙...
en_us: groan...

source: ⋯그나저나 이제야 알겠네.
en_us: anyway, i understand now.

source: 끈
en_us: ob

source: 얘가 먼저 연락을 다 하네.
en_us: never thought i’d see him reaching out first.

source: 대룡 ENT 빡세다는 말은 들었는데 진짜 심하구나⋯
en_us: i heard that dragon entertainment was bad... i guess it really is.

source: 미안해, 오빠.
en_us: i’m sorry, hero.

source: 무슨 맛 좋아하는지 몰라서 포도 주스 가져왔어.
en_us: i didn’t know what you liked, so i got you a grape juice.

source: 조건 좋죠?
en_us: sounds pretty good, yes?

source: 그런 거 다 신경 쓰면 제 명에 못 산다.
en_us: if you keep worrying about all of that, you’ll shave years off your life.

source: 힘 좀 빼둘까요?
en_us: should i tire him out a bit?

source: 와 함께 퇴근합니다.
en_us: are getting off work together.

source: 나 같은 건물에 있는 검도 학원 다니거든.
en_us: i go to a kendo class in the same building.

source: 꽈악
en_us: clench

source: 그러면 내 도움을 받는 게 더 나을 텐데.
en_us: if that’s the case, it would be better for you to ask for my help.

source: 공주님, 괜찮으세요?!
en_us: your highness, are you okay?!

source: 오후 8:39
en_us: 8:39pm

source: 나 서한결 씨랑 대화를 좀 해보고 싶은데⋯
en_us: i want to have a chat with mr. hangyeol seo...

source: 감사합니다!
en_us: thank you!

source: 괘씸하게 느껴지는 게 당연해요.
en_us: that had to be extremely frustrating for you.
